/* No comment provided by engineer. */
"Decrypt" = "Entschlüsseln";

/* No comment provided by engineer. */
"Encrypt" = "Verschlüsseln";

/* No comment provided by engineer. */
"Go back" = "Zurück";

/* No comment provided by engineer. */
"Invalid character!" = "Nicht unterstützter Buchstabe!";

/* No comment provided by engineer. */
"No key!" = "Kein Schlüssel!";

/* No comment provided by engineer. */
"Only printable ASCII characters are allowed." = "Es können nur darstellbare ASCII-Zeichen verwendet werden!";

/* No comment provided by engineer. */
"Please enter a valid key before encrypting or decrypting" = "Bitte geben Sie einen Schlüssel ein, bevor SIe verschlüsseln oder entschlüsseln.";

